'''Тут слова на которые реагирует бот, что 
обращение было к нему. Его имя и команда могут быть сказаны
в любой последовательности и даже в перемешку и тд...,
главное без продолжительной паузы'''
import voice

'''Тренировочная модель для матрицы ИИ'''
data_set = {
'джарвис':'lisn',
'джарвис диалог':'dialog',
'джарвис запись':'text',
'джарвис браузер':'browser',
'джарвис играем':'game',
'джарвис анекдот':'mem',
'джарвис музыка':'music',
'джарвис всё спать':'offpc',
'джарвис открой приложение':'openexe',
'джарвис время':'times',
'джарвис погода':'weather',
'джарвис жена за пк':'wife',
'спать':'offBot',
'джарвис перезапуск':'restart',
'джарвис телеграм':'telegram',
'джарвис молодец':'cool',
'джарвис справка':'passive_1',
'джарвис пакеты':'install_pip',
}