'''Тут слова на которые реагирует бот, что 
обращение было к нему. Его имя и команда могут быть сказаны
в любой последовательности и даже в перемешку и тд...,
главное без продолжительной паузы'''
import voice

'''Тренировочная модель для матрицы ИИ'''
data_set = {
'скайнет':'lisn',
'скайнет диалог':'dialog',
'скайнет запись':'text',
'скайнет браузер':'browser',
'скайнет играем':'game',
'скайнет анекдот':'mem',
'скайнет музыка':'music',
'скайнет всё спать':'offpc',
'скайнет открой приложение':'openexe',
'скайнет время':'times',
'скайнет погода':'weather',
'скайнет жена за пк':'wife',
'скайнет выключение':'offBot',
'скайнет перезапуск':'restart',
'скайнет телеграм':'telegram',
'скайнет молодец':'cool',
'скайнет справка':'passive_1',
}