'''Тут слова на которые реагирует бот, что 
обращение было к нему. Его имя и команда могут быть сказаны
в любой последовательности и даже в перемешку и тд...,
главное без продолжительной паузы'''


'''Тренировочная модель для матрицы ИИ'''
data_set = {
'джарвис':'lisn',
'джервис':'lisn',
'диалог':'dialog',
'запись':'text',
'браузер':'browser',
'открой новую вкладку':'browser_1',
'играем':'game',
'анекдот':'mem',
'музыка':'music',
'выключи пк':'offpc',
'запусти приложение':'openexe',
'время':'times',
'погода':'weather',
'жена за пк':'wife',
'спать':'offBot',
'перезапуск':'restart',
'телеграм':'telegram',
'молодец':'cool',
'справка':'passive_1',
'пакеты':'install_pip',
#команды от GPT
'расскажи что-нибудь интересное': 'interesting_fact',
'покажи смешное видео': 'funny_video',
'поставь трек': 'play_track',
'переведи': 'translate',
'какую погоду': 'current_weather',
'позвони маме': 'call_mom',
'напомни о встрече': 'remind_me',
'распланируй день': 'plan_day',
}